IDEA Open Model
RebarStirrupPattern.AddFirstStirrup Property
Compatible with IDEA StatiCa 20.1
 true: add first stirrup for this pattern. used do exclude the first stirrup in patterns > first.
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool AddFirstStirrup { get; set; }
Public Property AddFirstStirrup As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
RebarStirrupPattern Class
IdeaRS.OpenModel.Model Namespace